IDEA StatiCa Open Model
OpenModel.StrainLoadsOnLine Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of generalized strain load impulses along the line in this load case.
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<StrainLoadOnLine> StrainLoadsOnLine { get; set; }
Public Property StrainLoadsOnLine As List(Of StrainLoadOnLine)
	Get
	Set
public:
property List<StrainLoadOnLine^>^ StrainLoadsOnLine {
	List<StrainLoadOnLine^>^ get ();
	void set (List<StrainLoadOnLine^>^ value);
}
Property Value
Type: List<StrainLoadOnLine>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace